[
  {
    "page_content": "# Part 1 Preface  \n## 1.1 About this Manual  \n1.1.1 This Integrated Airport Centre (IAC) Manual aims to enable designated personnel working in IAC and those reporting to the Airport Duty Manager (ADM) to understand their roles and responsibilities by describing the IAC key functions, procedures and action checklists, so that they can perform their duties and responsibilities as required by the ADM and their respective companies or departments.",
    "metadata": {
      "Header1": "Part 1 Preface",
      "Header2": "1.1 About this Manual",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 1.2 Manual Issuance and Distribution  \n1.2.1 This Manual is an Airport Authority Hong Kong (AAHK) document, issued by the ADM and authorized for use by the Executive Director, Airport Operations.  \n1.2.2 An electronic copy of the IAC Manual is issued to each the following parties:  \nChief Operating Officer, AAHK\nExecutive Director, Airport Operations, AAHK\nExecutive Director, Engineering & Technology, AAHK\nDeputy Director, Airport Operations, AAHK\nChief Information Officer, AAHK\nGeneral Manager, Airfield, AAHK\nDeputy General Manager, Airfield, AAHK\nGeneral Manager, APM & Baggage, AAHK\nGeneral Manager, Terminal Operations, AAHK\nGeneral Manager, Landside, AAHK\nGeneral Manager, Safety, Security & Business Continuity, AAHK\nGeneral Manager, Technical Services Infrastructure, AAHK\nGeneral Manager, Technical Services Systems, AAHK\nGeneral Manager, Corporate Affairs, AAHK\nGeneral Manager, Aviation Logistics, AAHK\nAirport Duty Manager, AAHK\nAssistant General Manager, APM Operations, AAHK\nAssistant General Manager, Airfield, AAHK\nAssistant General Manager, Terminal Operation & Government\nFacilitation, AAHK\nAssistant General Manager, Landside Services, AAHK\nAssistant General Manager, Baggage Operations, AAHK  \nSenior Manager, IT Operations, AAHK Airfield Duty Manager, AAHK Assistant Manager, Airfield (IAC-AD), AAHK Terminals & Landside Duty Manager, AAHK Assistant Manager, Terminal Operations, AAHK Assistant Manager, Landside Services, AAHK Duty Manager, Baggage Operations, AAHK Manager, Customer Communications, AAHK Duty Manager, Fault Response Team, AAHK Assistant Manager, System Operations, AAHK Assistant Executive Director (Ops I), Aviation Security Company Limited (AVSECO) Duty Security Manager, AVSECO Head of Hub Operation, Cathay Pacific (CPA) Hong Kong Observatory (HKO) Assistant Manager, Ramp Operations, Hong Kong Airlines (CRK) Deputy General Manager, Hong Kong Express Airways (HKE) Operations Controller, Pan Asia Pacific Aviation Services (PAPAS) Senior Ramp Services Manager, SATS HK Dragonair Airport GSE Service (DAS) Ramp Services Manager, Hong Kong Airport Services (HAS) Head of Section (Ramp Equipment), Hong Kong Aircraft Engineering Company (HAECO)  Senior Manager, Ramp Services, Jardine Air Terminal Services (JATS) Ramp Service Manager, China Aircraft Services Limited (CASL)",
    "metadata": {
      "Header1": "Part 1 Preface",
      "Header2": "1.2 Manual Issuance and Distribution",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 1.3 Amendments & Updates  \n1.3.1 The distribution of the IAC Manual is controlled by the ADM of the Airport Management Division (AMD), AAHK. Amendments and updates of this manual will be issued and notified on need basis.  \n1.3.2 All requests shall be raised to the ADM (AIRPORTDM@hkairport.com) containing the following information:  \na. Name, job title and contact phone number of the person(s) raising the requests.\nb. The existing text, procedures or information to be amended.\nc. The proposed text, procedures or information.\nd. The effective date for the proposed amendment to take place.\ne. Justification for the proposed amendment.",
    "metadata": {
      "Header1": "Part 1 Preface",
      "Header2": "1.3 Amendments & Updates",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 1.4 Reference Documents  \n1.4.1 The procedures, checklists, requirements and information stipulated in this manual are of a high-level approach. Users of this manual shall crossreference the following documents issued by the AAHK as appropriate:  \na. Emergency Procedures Manual\nb. Business Continuity Manual\nc. Airport Operations Manual – Airfield Operations\nd. Terminal & Landside Procedure Manual\ne. ABD Procedure Manual\nf. HKIA Airport Security Programme\ng. Safety Management System Manual / Quality & Health Management Plan",
    "metadata": {
      "Header1": "Part 1 Preface",
      "Header2": "1.4 Reference Documents",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 1.5 Manual Disclaimer  \n1.5.1 This manual is the property of the AAHK and is intended as a reference for designated personnel with operations at IAC only.  \n1.5.2 No part of this controlled copy may be reproduced or transmitted in any form or by any means whatsoever for any purpose without the written permission of the ADM.  \n1.5.3 The AAHK accepts no liability for any damage, indirect or direct (including loss of profits or consequential loss) which may be sustained by any individual, property or organization as a result of activities carried out in association with the contents of this manual.  \n1.5.4 The AAHK cannot be held responsible for any inaccurate or superseded information contained in this manual.",
    "metadata": {
      "Header1": "Part 1 Preface",
      "Header2": "1.5 Manual Disclaimer",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "# Part 2 Introduction to the Integrated Airport Centre  \n## 2.1 Vision and Missions  \n2.1.1 Vision Statement To be a Real-Time Operations Integrator enabling optimum efficiency of Airport Flow  \n2.1.2 Mission Statement  \nReinforce the health of airport flows at HKIA by:  \nUpholding the high standards of airport management KPIs\nPre-empting incidents from developing and/or escalating to crisis\nsituations\nFacilitating business continuity during crisis situations\nInitiating continuous process improvements\nIntegrating airport services\nFunctioning as training ground for future airport leaders",
    "metadata": {
      "Header1": "Part 2 Introduction to the Integrated Airport Centre",
      "Header2": "2.1 Vision and Missions",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 2.2 About the Integrated Airport Centre  \n2.2.1 The IAC is located inside the Airport Restricted Area near Gate House 1.  \n2.2.2 The IAC is to amalgamate real-time airport operations through the colocation and integration of major airport functions, namely;  \nairfield operations\nT1, T1 Satellite Concourse (T1S)  & T1 Midfield Concourse (T1M)\noperations,\nSkyPier and landside transport operations\nAPM & baggage handling\naviation security\nairport infrastructure and systems maintenance and supports\nairport IT systems maintenance and supports\ncustomer feedback & social media\ncargo operations  \n2.2.3 Led by the Airport Duty Manager (ADM) on 24-hours basis, the IAC serves to monitor the real-time airport operations and management, and to provide expeditious and coordinated response to incidents so that the impact on airport operations is mitigated and any potential disruption is averted.  \n2.2.4 Through the video wall displays of CCTV & system status images, and the alarm annunciation platform at the IAC, staff of each major airport functions share the latest information and status of airport conditions such as weather, airport emergencies, APM incidents, fire alarms and etc.  \n  \nHB carriers = Home-based carriers RHO = Ramp handling operators LMO = Line maintenance operators",
    "metadata": {
      "Header1": "Part 2 Introduction to the Integrated Airport Centre",
      "Header2": "2.2 About the Integrated Airport Centre",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 2.4 Roles of Airport Duty Manager  \n2.4.1 The ADM acts with delegated authority of CEO and Airport Management Director to make decisions on behalf of the Authority on a real time and crisis management basis. He/She is the senior AAHK staff to monitor the real-time airport operations and management, and to handle real-time crisis  \nsituations. In the absence of more senior staff, i.e. at weekends and outside office hours, the ADM will make real-time operational decisions on behalf of the AAHK.  \n2.4.2  Directly supervises staff working at IAC in each shift. Leads, coordinates and monitors all different functional teams to ensure efficient, safe and smooth airport operations.  \n2.4.3 Proactively manages airport operations to facilitate the safe and efficient flow of passenger, cargo, baggage and air traffic movements and information, and to maintain good public profile.  \n2.4.4 Identifies real time operation issues, coordinate responses from all stakeholders, redeploys resources to contain disruptions and restore normal operations.  \n2.4.5 Manages airport operation crisis and incidents according to laid-down procedures, authorizes the activation of contingency plan, ensure the impact of incidents is mitigated and timely resumption of normal operations.  \n2.4.6 Daily monitoring of airport performance standards by random audit checks. Actively participate in day-to-day operations and provide comments and suggestions to stakeholders and AA line department.",
    "metadata": {
      "Header1": "Part 2 Introduction to the Integrated Airport Centre",
      "Header2": "2.4 Roles of Airport Duty Manager",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 2.5 Tasks and responsibilities of each function Support and facilitates HKSAR Government in all kinds of events with HKIA involvement  \n2.5.1 Airfield operations  \na) Stand Allocation and Apron Control i.e. IAC-Airfield (AD), AAHK:  \nAircraft stand allocation\nCoordination of apron activities with ATC, airlines and\naircraft ground services franchisees\nLogging of aircraft movement\nSurveillance of airfield activities\nAlerting and coordinating aircraft emergency actions\nAirside passenger bus dispatch and control  \nb) Flight Schedule Management i.e. IAC-AD, AAHK:  \nFlight schedule management and update Real-time flight data processing  \nc) Services and Standard Monitoring i.e. IAC-AD (Standards and Service Delivery (S&SD), AAHK:  \nReal-time performance monitoring and service shortfall rectification of ramp franchisees or licensees.\nConduct investigation in complaint cases on ramp franchisees or licensees\nEquipment pooling monitoring  \nd) Airlines & Ramp Operators  \nIn order to enhance the coordination amongst AA, airlines and ramp operators so as to uphold the efficiency and service standards of HKIA, representatives of the home-base carriers, RHO and LMO are stationed at the IAC, either part-time or on 24 hours basis\n Conduct daily briefing to Business Partners  \n2.5.2 T1, T1S and T1M operations, i.e. IAC-Terminal Operations (TOD), AAHK a) Overall monitoring and control of T1, T1S and T1M operations:  \nCentralized monitoring and co-ordination of all activities in Terminal 1, T1S and T1M\nAssures integrity and serviceability of all essential components running Terminal 1, T1S and T1M\nReacts and makes adjustment of the operating mode to cope with real time situation\nTo alert, make emergency liaison and co-ordination with Government Departments, airlines and business partners etc. when abnormal situation arises  \n2.5.3  SkyPier & landside operations, i.e. IAC- Landside (LD), AAHK a) Overall monitoring and control of Ground Transportation Centre, landside road networks:  \nCentralized monitoring and co-ordination of all activities in Ground Transportation Centre, landside road networks and SkyPier\nAssures integrity and serviceability of all essential components running Ground Transportation Centre, landside road networks and SkyPier\nReacts and makes adjustment of the operating mode to cope with real time situation\nTo alert, make emergency liaison and co-ordination with Government Departments, airlines and business partners etc. when abnormal situation arises  \nb) Berth allocation and control of berthing activities at SkyPie  \n2.5.4 APM & Baggage, i.e. IAC-APM & Baggage (ABD), AAHK a) Real time management of Baggage Handling System:  \nRelates and alerts fault message to the concerned parties for follow up actions Balances and re-diverts baggage flow to maintain the operating flow of the system Distributes essential operation information to the communities Activates contingency procedure during system failure or handling of ad hoc community needs  \nb) Real time management of Sortation Allocation Control System:  \nAllocation of flight laterals as per the daily flight schedule Locates and offloads EBS baggage as per RHO request Pre-assigns, adjusts and modify flight lateral allocation to meet the daily dynamic changes Controls, arranges and monitors Early bag storage (EBS) status c) Reclaim Belt Allocation System (RBAS)  \nAllocation of reclaim belt as per daily flight schedule Monitoring and control of reclaim belt allocation in response to realtime situation Overall monitoring of arrival baggage unloading activity and liaise with related parties to maintain smooth real-time operation Monitoring and maintain of ABMS record in precise condition  \nd) Real time management of APM (currently handled by IAC – Terminal Operations)  \ne) Real time management of Autonomous Electric Tractor (AET) for the delivery route between T1 and SkyPier Baggage Hall  \nMonitoring and control of Remote Monitoring Unit (RMU) in response to alarms generated from RMU under real-time situation Through cameras installed on the AET to monitor container and dolly delivery status\nReacts and makes adjustment of the AET deployment to cope with real time operations  \n2.5.5 Airport Infrastructure and Systems, i.e. IAC-Technical Services Infrastructure (TSI), AAHK a) Provides technical support to the IAC for real time management of airport operation b) Performs remote system control and monitoring as per request from Airport Duty Manager and his authorized delegates  \nc) Coordinates with Fault Response Team (FRT) for handling fault cases\nand incidents\nd) Liaison between the IAC and Fault Response Team Management\nOffice (FRTMO)  \n2.5.6 Airport IT, i.e. IAC-Information Technology (ITD)  \na) Servers and network real-time monitoring\nb) Data backup and restoration\nc) System administration\nd) Communications rooms management\ne) PTW and SCRS execution and control\nf) Fault reporting, handling, escalation and rectification\ng) Problem resolution\nh) Preventative and corrective management\ni) Execution of contingency procedures  \n2.5.7. Customer Feedback & Social Media i.e. IAC-Customer Communications, Corporate Affairs a) Responsible for responding to request for help, information requests and public enquiries b) Responsible for in-terminal and ad-hoc announcements through the Public Address (PA) system and tracing social media platform  \n2.5.8 Airport Security, i.e. IAC-AVSECO  \na) Centralized monitoring and co-ordination of all aviation security related activities of the Hong Kong International Airport\nb) Assures security integrity of the Airport Restricted Area by monitoring all access control points, CCTV, the ACS system, PIDS system and etc c) Reacts and responses to any possible activities that may be in violation of the Airport Security Programme such as intrusion\nd) To alert, make emergency liaison and co-ordinate with Government Departments, airlines business partners and etc. when security incidents occur  \n2.5.9. HB Carriers and Ramp Operators a) In order to enhance the coordination amongst AA, HB carriers and ramp operators so as to uphold the efficiency and service standards of HKIA, representatives of the home-base carriers, ramp handling operators (RHO) and line maintenance operators (LMO) are station at the IAC, either part-time or on 24 hours basis.  \n2.5.10 Hong Kong Observatory (HKO)  \na) In order to enhance the coordination between AA and HKO so as to uphold the efficiency and service standards of HKIA, HKO representatives are station at the IAC on regular basis.  \n2.5.11 Airport Emergency Centre (AEC)  \na) Airport Emergency Centre is a command, control and communication centre with the following off-accident scene functions when in activation:  \nCrisis management at HKIA (e.g. aircraft related incident, accident) Business continuity incident management  (e.g. system failure)",
    "metadata": {
      "Header1": "Part 2 Introduction to the Integrated Airport Centre",
      "Header2": "2.5 Tasks and responsibilities of each function Support and facilitates HKSAR Government in all kinds of events with HKIA involvement",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 2.6 Functional description, special systems and equipment of each work bench of IAC layout  \n  \n  \n\\*Non-special systems and equipment such as OA, telephone console, printer and fax machines are excluded;\n\\*Actual allocation subject to operational need  \nFacilities & equipment of IAC benches  \n  \nAll in one fax / printeAll in one fax / printer  \n  \nRHO/LMO/AIRLINES  \n\nPage2  \n  \n  \nLayout of Primary IAC – Main Hall  \n  \n  \nLayout of Primary IAC – G/F  \n  \nLayout of Primary IAC – 1/F  \n",
    "metadata": {
      "Header1": "Part 2 Introduction to the Integrated Airport Centre",
      "Header2": "2.6 Functional description, special systems and equipment of each work bench of IAC layout",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "# Part 3 Incident & Emergency Handling and Reporting  \n  \n# Part 3 Incident & Emergency Handling and Reporting  \n## 3.1 General  \n3.1.1 The IAC serves to monitor the real-time airport operations and management, and to provide expeditious and coordinated response to incident so that the impact on airport operations is mitigated and any potential disruption is averted.",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.1 General",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.2 Reportable Items  \n3.2.1 Immediate attention of the ADM must be drawn to the following incidents or emergencies by the respective IAC functions, including but not limited to:  \n  \n  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.2 Reportable Items",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.3 Aircraft Accident (EPM Part 2)  \n3.3.1 An aircraft accident is an occurrence during the operation of an aircraft in which any person involved suffers death or serious injury or in which the aircraft receives substantial damage. The checklist below summarized the action items for handling an Aircraft Accident:  \n  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.3 Aircraft Accident (EPM Part 2)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.4 Full Emergency (EPM Part 3)  \n3.4.1 Full emergency will be declared when an aircraft approaching the airport is, or suspected to be, in such difficulty that there is imminent danger of an accident. The checklist below summarized the action items for handling a Full Emergency:  \n  \n3.4.2 Prepare for upgrade of the incident to Aircraft Accident or Aircraft Ground Incident.",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.4 Full Emergency (EPM Part 3)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.5 Aircraft Ground Incident (EPM Part 4)  \n3.5.1 An aircraft ground incident is an occurrence other than an accident when an aircraft on the ground requires the direct attendance of the Airport Fire Contingent for assistance or investigation. Examples: aircraft damage due to hard landing, inclement weather, or collision with vehicle/equipment/structure/aircraft; passenger or crew injury; immobilized aircraft; passenger evacuation. The checklist below summarized the action items for handling an Aircraft Ground Incident:  \n  \n  \n3.5.2  AFC will liaise with ATC for the upgrading of incident in the event of death or serious injury, or the aircraft receives substantial damage.",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.5 Aircraft Ground Incident (EPM Part 4)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.6 Fuel Spillage from Aircraft (EPM Part 4A)  \n3.6.1 Fuel spillage is categorized into minor spill (i.e. <20L and not of running nature) and major spill (>20L and of running nature). Immediate actions should be taken to stop, contain and remove the spilt fuel to prevent any safety hazard and contamination to the environment. The checklist below summarized the action items for handling an Aircraft Ground Incident:  \n  \n3.6.2 Prepare for upgrade of the incident to Aircraft Ground Incident.",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.6 Fuel Spillage from Aircraft (EPM Part 4A)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.7 Local Standby (EPM Part 5)  \n3.7.1 Local Standby will be declared when an aircraft approaching the airport is known or is suspected to have developed defects, the nature of which would not normally involve any serious difficulty in effecting safe landing; when an aircraft is subject to bomb threat; or when an aircraft is under unlawful seizure. The checklist below summarized the action items for handling a Local Standby:  \n  \n3.7.2 Prepare for upgrade of the incident to Aircraft Accident or Aircraft Ground Incident.",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.7 Local Standby (EPM Part 5)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.8 Aircraft Recovery (EPM Part 6)  \n3.8.1 Disabled aircraft involved in an accident, or debris resulting from an accident, should not be interfered with or removed until released by the CAD accident investigator. The checklist below summarized the action items for Aircraft Recovery:  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.8 Aircraft Recovery (EPM Part 6)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.9 Bomb Threat against Aircraft (EPM Part 7)  \n3.9.1 There are two types of bomb threat (could be CBRN related): (1) Against an aircraft either on the ground or about to land at HKIA; and (2) Against an airborne aircraft on route to a destination other than HKIA. The checklist below summarized the action items for Bomb Threat against Aircraft:  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.9 Bomb Threat against Aircraft (EPM Part 7)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.10 Bomb Threat in Buildings (EPM Part 8)  \n3.10.1 This part covers threats (bombs, sabotage or CBRN) against the Passenger Terminal Building (including T1, NSC, SkyPier, & AA ancillary buildings) and other airport facilities including tenant properties. The checklist below summarized the action items for Bomb Threat against Buildings:  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.10 Bomb Threat in Buildings (EPM Part 8)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.11 Unlawful Seizure of Aircraft (EPM Part 9)  \n3.11.1 There are two types of Unlawful Seizure situations: (1) An airborne aircraft en route to a destination other than Hong Kong, which has been unlawfully seized; and (2) An aircraft on the ground or expected to land in Hong Kong which has been unlawfully seized. The checklist below summarized the action items for Unlawful Seizure of Aircraft:  \n  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.11 Unlawful Seizure of Aircraft (EPM Part 9)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.12 Major Security Incident (Police) (EPM Part 9A)  \n3.12.1 A Major Security Incident can take many forms: (1) a bomb or suspect explosive device is discovered; (2) a bomb has exploded; (3) an attack involving CBRN; (4) an armed attack; (5) a hostage; (6) a bomb threat assessed as Red.  The checklist below summarized the action items for Major Security Incident:  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.12 Major Security Incident (Police) (EPM Part 9A)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.13 Chemical, Biological, Radiological and Nuclear (CBRN) Agent Incident (EPM Part 9B)  \n3.13.1 Likely scenarios of CBRN Agent incidents are (1) a suspected CBRN agent (e.g. Anthrax powder) discovered on board an aircraft at or about to land at the airport; (2) A suspected CBRN agent found in the public area of the airport.  The checklist below summarized the action items for CBRN Agent Incident:  \n  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.13 Chemical, Biological, Radiological and Nuclear (CBRN) Agent Incident (EPM Part 9B)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.14 Intrusion (EPM 9C)  \n3.14.1 Intrusion is a general term descriptive of any unauthorized access into the Airport Restricted Area or part of it. It covers both deliberate (i.e. “Forced Intrusion”) and unwitting incidents of unauthorized access. The checklist below summarized the action items for Intrusion Incident:  \n  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.14 Intrusion (EPM 9C)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.15 Fire in Passenger Terminal Building (EPM Part 10A)  \n3.15.1 This part covers fire with in the Passenger Terminal Building which includes T1, T1S, T1M and the Skypier. The checklist below summarized the action items for fire in Passenger Terminal Building:  \n  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.15 Fire in Passenger Terminal Building (EPM Part 10A)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.16 Fire in Ground Transportation Centre (EPM Part 10B)  \n3.16.1 This part covers fire within the Ground Transportation Centre, the checklist below summarized the action items:  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.16 Fire in Ground Transportation Centre (EPM Part 10B)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.17 Fire in AA Ancillary Buildings (EPM Part 10C)  \n3.17.1 This part covers fire in the Ancillary Buildings on the CLK airport island under management control of the AAHK and the checklist below summarized the action items:  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.17 Fire in AA Ancillary Buildings (EPM Part 10C)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.18 Fire in Airfield Tunnels (EPM Part 10D)  \n3.18.1 This part covers fire with in the East Vehicle Tunnel & West Vehicle Tunnel at airside linking the cargo and passenger aprons and the checklist below summarized the action items:  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.18 Fire in Airfield Tunnels (EPM Part 10D)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.19 Damage to Consignment of Dangerous Goods (EPM Part 11)  \n3.19.1 Dangerous Goods Accident is an occurrence associated with and related to the transport of DG (i.e. acids, radioactive, poisons, explosives, magnets, wet-cell batteries, compressed air cylinders, dry ice packing, pesticides, etc) by air which results in fatal or serious fatal injury to person or major property damage. A DG Incident is that the packing has not been maintained or which seriously jeopardizes an aircraft or its occupants. The checklist below summarized the action items:  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.19 Damage to Consignment of Dangerous Goods (EPM Part 11)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.20 Weather Warnings (EPM Part 12)  \n3.20.1 The Hong Kong Observatory is responsible for the issuance of the Tropical Cyclone Signals, Strong Wind Signals, Strong Monsoon, Rainstorm Warnings, Aerodrome Thunderstorm Warnings and Aerodrome Tsunami Warning. The red and ABDer Airport Lightning Warnings are also provided by the HKO.  \n  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.20 Weather Warnings (EPM Part 12)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.21 Public Health Emergencies (EPM Part 13)  \n3.21.1 The Department of Health is responsible for monitoring the development of the outbreak of serious disease overseas, and to decide what and when the precautionary and quarantine measures to be taken.  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.21 Public Health Emergencies (EPM Part 13)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.22 Landside Transport Emergencies (EPM Part 14)  \n3.22.1 Landside Transport Emergencies refer to prolonged disruption to the land public transport connecting airport, i.e. AEL and road links. The checklist below summarized the action items:  \n  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.22 Landside Transport Emergencies (EPM Part 14)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.23 Dangerous Goods and Chemical Spills (EPM Part 15)  \n3.23.1 There is a range of dangerous goods and other chemicals stored, handled, and used at the HKIA. The checklist below summarized the action items:  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.23 Dangerous Goods and Chemical Spills (EPM Part 15)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 3.24 Landside Traffic Disruption (EPM Part 14)  \n3.24.1 Landside Traffic Disruption refers to prolonged disruption to the landside road systems is disrupted such as by protest, serious traffic accident and blockage of main traffic routes. The checklist below summarized the action items:  \n  \n3.25.1 Airside Protest refers to protest by arrival / transit / departure passengers inside the Airport Restricted Area of PTB. The checklist below summarized the action items:  \n  \n",
    "metadata": {
      "Header1": "Part 3 Incident & Emergency Handling and Reporting",
      "Header2": "3.24 Landside Traffic Disruption (EPM Part 14)",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "# Abbreviations:  \n1) Airport Authority Hong Kong & AVSECO  \nEDAO = Executive Director, Airport Operations\nDDAO = Deputy Director, Airport Operations\nDDSD = Deputy Director, Service Delivery\nADM = Airport Duty Manager\nTLDM = Terminals & Landside Duty Manager\nDMA = Airfield Duty Manager\nAD = Airfield Department\nTOD = Terminal Operations Department\nLD = Landside Department\nABD = APM and Baggage Department\nTSI / TSS = Technical Services Infrastructure / Technical Services System\nCCD = Delegated officer of the Corporate Communication Department\nALD = Delegated officer of the Aviation Logistics Department\nEnvironment = Senior Manager, Environment\nAVSECO = Aviation Security Company Limited  \n2) Integrated Airport Centre  \nACC = The Airfield operations function\nIAC-TOD = The Terminal operations function\nIAC-LD = The SkyPier & landside operations function\nIAC-ABD = The Baggage handling function\nIAC-TSI/TSS = The Technical Service function\nIAC-ITD = The Information Technology function\nIAC-AVSECO = The aviation security function performed by AVSECO  \n3) Government Departments  \nATC = Air Traffic Control Tower\nCAD = Civil Aviation Department\nAFC = Airport Fire Contingent\nFSD = Fire Service Department\nHKP = Hong Kong Police\nC&E = Customs & Excise\nID = Immigration Department\nPH = Port Health Office of Department of Health at HKIA\nTHB = Transport & Housing Bureau  \nETCC = Emergency Transport Coordination Centre of the Transport Department  \n4. Airport  \nAirlines =  The involved airline operators LMO = Line maintenance operators RHO = Ramp handling operators Refuellers = Refuelling operators Caterers = Catering operators MTRC = The MTR Corporation Bus = The franchised bus operators",
    "metadata": {
      "Header1": "Abbreviations:",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "# Part 4 Information Dissemination  \n## 4.1 Emergency Notification Mechanism  \n4.1.1 There is a well-defined alerting mechanism for airport emergencies covered by the Emergency Procedure Manual mainly by the Auto-Voice Message Distribution System (AVMDS).  \n4.1.2 The ADM will make discretion on the most appropriate means of emergency notification and alerting to the AAHK senior management via telephone calls, Short Message Service (SMS), or smartphone applications such as Whatsapp.  \n4.1.3 For airport-wide disruptions and crisis such as prolonged inclement weather and single-runway operations, the ADM will instruct IAC-TOD, or IAC-LD to broadcast emergency messages to the airport community and passengers via SMS, Public Address (PA) System, Universal Display System (UDS), multi-media walls, AAHK website and notice displays at AEL stations by MTRC. Pre-approved texts for certain pre-defined scenarios vetted are available in the common access computer drive. Any ad-hoc messages shall be endorsed by the ADM before broadcasting to the public.  \n4.1.4 SMS should be issued, either by ADM or ACC, to the Civil Aviation Department (CAD) for the following incidents:  \nAirport emergencies, other than aircraft accident, ground incident, full emergency and local standby\nIn-flight incidents, if the information source is not from the ATC\nAirfield incidents\nPublic interest.  \nThe alerting list is maintained by Airfield, AAHK.  \n4.1.5 Use of Short Message System a) Short Message System (SMS) is the major tool that IAC will use to alert and update the senior management of operation events or incidents. Each web-based SMS account is associated with the duty mobile phone number of each duty team.  \nb) Each IAC function may issue SMS by using the duty mobile account to report cases of minor impacts to operations according to internal requirements. The SMS message is required to copy to the ADM for reference.  \nc) The SMS distribution list of the ADM mobile phone account is maintained by the ADM or its delegates only. The numbers of recipients to be included in the distribution list for stakeholders are limited to avoid long lead time required for SMS distribution. Stakeholders are required to proactively provide updates on the distribution list under their purview including business partners when and if needed.  \nd) If the SMS message is issued by the ADM mobile phone account, the respective IAC function is required to obtain endorsement from the ADM in advance. For the sake of simplicity and ease of application, the recipients of SMS should at all times include senior management of AAHK, airlines, RHO, LMO, other related external parties and the duty managers/assistant managers of AAHK’s duty teams. In certain cases, representatives of Retail & Advertising and Aviation Logistic, AAHK are included at the discretion of ADM.  \ne) Each SMS message should be in the following format to facilitate the recipients’ understanding on the situation  \nIAC: (Nature of incident)\nTIME: (Issuing time of the SMS)\nTO: (Recipient group if the SMS is also issued to external parties)\nDETAILS: (Details of the incident and cause)\nIMPACT: (Immediate or possible impact to airport operations)\nCONTINGENCY: (contingency actions adopted)\nRECOVERY: (Expected recovery means and resumption time)\n(Other relevant information if necessary)\n<END>c  \n4.1.6 Alarm Annunciation Platform  \na) The alarm on the alert message display panel located at IAC will be triggered automatically or manually in the event of possible incidents happened to critical operational components i.e. crash alarm, airport lighting warning, fire, security and systems i.e. automated people  \nmover and baggage handling system, full emergency, landside transport, tropical cyclone, rainstorm warning  \nb) Excluding crash alarm, airport lighting warning, fire, tropical cyclone ,and rainstorm warning, other alarm such as security, automated people mover and baggage handling system, full emergency, and landside transport are triggered by respectively operating functions.  \n4.1.7 Total Airport Management (TAM)  \na) The TAM with a display of approximate 45.7m video wall is designed to provide visualization on real-time airport operations and performance to facilitate effective and efficient operational decisions. The critical information for apron, baggage, terminal and landside operations are incorporated into the TAM.\nb) An established fallback plan will be activated in the event of system failure.  \n",
    "metadata": {
      "Header1": "Part 4 Information Dissemination",
      "Header2": "4.1 Emergency Notification Mechanism",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "# Part 5 Control Authority (CA) Pass  \n## 5.1 General  \n5.1.1 (Ten) CA passes are kept in IAC controlled by ADM to enable temporary escorted access into the Airport Restricted Area of their officers, agents or associates who have an urgent operational access requirement for performing duties or conducting business at the airside and that the time taken to apply / issue of Visitor Pass will inhibit them to proceed with the official duty or business without delay.  \n5.1.2 Use of the CA Pass is only permitted in circumstances where urgent operational access into the ARA is required.  \n5.1.3 Request for use should be made by a staff member in the capacity of Assistant General Manager / Senior Manager or above, or on their behalf, for the approval by ADM  \n5.1.4 The requestor should provide the details including but not limited to the following information upon request:  \nNumber of CA pass required Date / time of the use Name of the person(s) who use the pass Purpose of using the pass Name of the accompanying officer  \n5.1.5 Detailed requirements for the use of CA pass are stipulated in Annex II of the Airport Restricted Area Permit System Manual.",
    "metadata": {
      "Header1": "Part 5 Control Authority (CA) Pass",
      "Header2": "5.1 General",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "# Part 6 IAC Access Control  \n## 6.1 Access and Authorization  \n6.1.1 Access to IAC is only granted in circumstances where operational access is required.  \n6.1.2 Sponsoring department of AAHK is required to submit the “Operational Access Requisition Form” maintained by Safety, Security and Business Continuity Department for the endorsement by ADM or their delegates.  \n6.1.3 Unless approved by ADM, only authorized personnel himself / herself can access to the IAC. No tailgating is allowed.  \n6.1.4 At ADM’s discretion, the access right will be granted with reference to the assessment criteria below:  \n  \n6.1.5 Sponsoring departments of AAHK should maintain a list of access control for their staff (including business partners & contractors, where applicable) who have granted with access to IAC. They should also maintain regular housekeeping of the list and pro-actively provide updates to ADM or their delegates when there is staff movement.  \n6.1.6 Staff with long-term deployment i.e. manning an operating posts in IAC should attend to a mandatory course arranged by IAC within 6 months of their access being granted to IAC. Failure to attend the course within the prescribed period will result in the immediate suspension of access.",
    "metadata": {
      "Header1": "Part 6 IAC Access Control",
      "Header2": "6.1 Access and Authorization",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 6.2 Visit  \n6.2.1 Visit to IAC should be approved by ADM in advance. It should be at the invitation by the ADM or sponsored by departments of AAHK.  \n6.2.2 Visitors must be under the escort by the responsible personnel of the sponsoring departments.  \n6.2.3 Visit should normally be allowed at the viewing gallery in IAC only. Prior approval from ADM should be sought for visits to IAC Main Hall including Airport Emergency Centre, Crisis Management Room & Corporate Communication Room, or the working benches.",
    "metadata": {
      "Header1": "Part 6 IAC Access Control",
      "Header2": "6.2 Visit",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 6.3 Misuse of Access  \n6.3.1 Any misuse or violation of the access may result in permanent or temporarily suspension of the access.",
    "metadata": {
      "Header1": "Part 6 IAC Access Control",
      "Header2": "6.3 Misuse of Access",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "# Part 7 Maintenance and Works  \n## 7.1 Property Management and Maintenance  \n7.1.1 IAC-TSI/TSS, IAC-ITD and sponsoring departments are required to conduct preventive, routine maintenance and health check to IAC fitting, fixture, and mission critical system to ensure smooth airport operations. IAC users are required to report promptly to fault reporting hotline (#2183 6888), ADM or IAC Office Support for the fault and irregularities found.",
    "metadata": {
      "Header1": "Part 7 Maintenance and Works",
      "Header2": "7.1 Property Management and Maintenance",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 7.2 Work Application and Approval  \n7.2.1 Sponsoring departments are required to submit the work information including work scope, date and time, number of workers entering IAC, onsite contact person and phone number for the review by IAC Office Support.  \n7.2.2 The general approval principles are as follows subject to the discretion by ADM.  \n  \n  \n7.2.3 IAC Office Support is responsible for reviewing the operational impacts to IAC and to ensure that the works are acceptable to the affected users. Technical impacts shall be reviewed and approved by the sponsoring departments and Work Permit Office through Work Permit Application process.  \n7.2.4 Only two work permits will be approved at the same time zone.  \n7.2.5 Sponsoring departments/IAC-TSI/TSS/IAC-ITD is responsible for the management of all approved works.  \n7.2.6 Departmental IAC representative is responsible and to work closely with /IAC-TSI/TSS/IAC-ITD for ad hoc fault repairing and urgent maintenance raised during the real time operation. Work details are required to share with ADM as deemed appropriate.  \n7.2.7 Design colour must align with IAC atmosphere. Scheduled design, position and space allocation of equipment and system are subject to ADM’s approval",
    "metadata": {
      "Header1": "Part 7 Maintenance and Works",
      "Header2": "7.2 Work Application and Approval",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 7.3 Work Management  \n7.3.1 Contractors are required to register the details of the approved works to the Airport Work Management System (AWMS) marinated by TSI/TSS or Permit to work System (PTW) maintained by ITD.  \n7.3.2 On the day of works, IAC-TSI/TSS/IAC-ITD is responsible for providing a list of IAC works during the briefing session for ADM’s information / approval. Depending on real-time operational situation, ADM retains his/her jurisdiction to suspend the works.  \n7.3.3 Works (excluding ad-hoc / urgent) without being registered to AWMS / PTW are not allowed.  \n7.3.4 The contractor is required to attend the night work briefing session prior to work commencement.  \n7.3.5 Sponsoring department/IAC-TSI/TSS/IAC-ITD is responsible for monitoring of onsite IAC works within their subject areas. In addition, access control to IAC for the contractors shall be managed by sponsoring department/IACTSI/TSS/IAC-ITD.  \n7.3.6 Upon completion of works, sponsoring department/IAC-TSI/TSS/IAC-ITD is responsible for inspecting the work areas to ensure a proper resumption for normal operations.  \n7.3.7 The contractor shall comply the Integrated Airport Centre Manual and report promptly to sponsoring department/IAC-TSI/TSS/IAC-ITD of any irregularities / damages / incompletion of works etc during the work is in progress.",
    "metadata": {
      "Header1": "Part 7 Maintenance and Works",
      "Header2": "7.3 Work Management",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 7.4 General Dos and Don'ts  \n7.4.1 All works at IAC shall comply with the terms in “Conditions of Work Permit” issued by TSS and ITD of AAHK.  \n7.4.2 Contractors must strictly follow the approved work scope and schedule or otherwise the works will be suspended.  Should there be any changes, sponsoring departments shall notify IAC Office Support/TSI/TSS/ITD as soon as possible.  \n7.4.3 Contractors shall keep the work areas neat, tidy and free from safety hazards at all times. Upon the completion of works, the works areas should be resumed in a clean and tidy condition.  \n7.4.4 In general, storage of materials are not allowed inside IAC premises except special approval by ADM. Approval must be obtained from AD for space use outside and surrounding IAC.  \n7.4.5 Contractor workers must be in uniform or decent outfit to maintain good conduct.",
    "metadata": {
      "Header1": "Part 7 Maintenance and Works",
      "Header2": "7.4 General Dos and Don'ts",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "# Part 8 House Rules  \n## 8.1 General  \n8.1.1 Apart from the house rules and best practices (IAC House Rules) stipulated in this Part of the IAC Manual, all staff working in IAC must fully observe and comply with the Laws of Hong Kong.  \n8.1.2 The supervisors of each IAC functions are entrusted to supervise and monitor the compliance to the IAC House Rules by their staff. Noncompliances must be rectified immediately.  \n8.1.3 Prior approval from the ADM must be sought for exemption from any IAC House Rules. Any personnel who fail to comply intentionally or without an acceptable reason may be required to leave the IAC or disciplined.  \n8.1.4 IAC must be kept clean and tidy at all time. Staff working in IAC are required to maintain the professional-look of the workstations at IAC and keep them neat and in good order.  \n8.1.5 Smoking is strictly prohibited in and surrounding the IAC premise and for apron area it must fulfill relevant Ancillary Building requirement by Airfield",
    "metadata": {
      "Header1": "Part 8 House Rules",
      "Header2": "8.1 General",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 8.2 Personal Appearance & Uniform  \n8.2.1 Staff working in IAC who are issued with uniform must wear their full uniform at all time. The uniform worn must be neat, clean and tidy. New staff who are yet issued with uniform must dress in business attire as temporary arrangement.  \n8.2.2 Staff who are not provided with uniforms must also dress in business attire with company identification shown.",
    "metadata": {
      "Header1": "Part 8 House Rules",
      "Header2": "8.2 Personal Appearance & Uniform",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 8.3 Attendance  \n8.3.1 All staff must report duty at IAC according to the roster issued by their respective companies or line departments and takeover duties from the staff of the previous shift properly. Functions operated by non-AA staff must be manned during the agreed operations hours. Late for duty is not acceptable. Continuity in airport operations and incident handling must be ensured by proper handover.  \n8.3.2 External parties are required to report their manning level and working rosters to AAHK.  \n8.3.3 Prior approval must be sought from the respective supervisors of each IAC functions for early leave from duty. Replacement must be arranged to maintain the IAC manpower at adequate level unless consent obtained from the ADM.  \n8.3.4 Lunch breaks and short breaks during the shift hours shall be taken in accordance with the arrangements made by the supervisors of each IAC functions in order to ensure adequate IAC manpower is maintained.",
    "metadata": {
      "Header1": "Part 8 House Rules",
      "Header2": "8.3 Attendance",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 8.4 Media Inquiries  \n8.4.1 Any inquiries from the media by the IAC staff must be referred to the CCD of AAHK or the ADM.",
    "metadata": {
      "Header1": "Part 8 House Rules",
      "Header2": "8.4 Media Inquiries",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "# Part 9 Use of Facilities and Equipment  \n## 9.1 General  \n9.1.1 All facilities and equipment at the IAC are limited for use for performing job duties. Abuse of any IAC facilities and equipment is strictly prohibited.  \n9.1.2 Use of the facilities and equipment at the AEC is allowed only when the AEC is activated or prior approval is obtained by the ADM or by Security, Safety & Business Continuity (SSBC) of AAHK.  \n9.1.3 Use of personal data due to operational needs should be handled in accordance with the Personal Data (Privacy) Ordinance (Cap. 486) and other policies issued by AAHK e.g. Closed Circuit Television CCTV Policy.  \n9.1.4 All IAC functions are responsible for the provision and maintenance their own equipment and systems according to their operational needs other than the standard provisions. The installation of equipment and systems are subject to the approval by ADM.  \n9.1.5 General office supplies such as stationeries that are up to the standards applied for IAC should be provided by their departments or companies. Business partners are required to bring in their own printers and corresponding consumables in the designated areas at their own expense for the operational use.  \n9.1.6 For common-used facilities, supplies and consumable items e.g. pantry items, IAC may chargeback the expenses from AAHK’s departments with reference to their seat occupancies if needed. For avoidance of doubt, departments of AAHK are responsible for the expenses of the business partners and contractors invited or sponsored by them to IAC. They may make their own arrangements to reimburse the expenses from the business partners and contractors.",
    "metadata": {
      "Header1": "Part 9 Use of Facilities and Equipment",
      "Header2": "9.1 General",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 9.2 Use of Personal Telecommunication Devices  \n9.2.1 Use of personal electronic telecommunication devices is very common nowadays. Staff must concentrate at their job duties at IAC and minimize  \nthe use of personal electronic telecommunication devices in whatever ways including telephone calls or using any applications.  \n9.2.2 Ring tone of all personal electronic telecommunication devices and TMRs must be turned down, or changed to silent mode if possible, so that it will not cause any disturbance to other IAC staff of performing their job duties.  \n9.2.3 If the information to be accessed using desktop, laptop or mobile devices is sensitive or treated as confidential to companies, staff should follow the corresponding policies of their companies or consult their supervisors or responsible departments in advance.",
    "metadata": {
      "Header1": "Part 9 Use of Facilities and Equipment",
      "Header2": "9.2 Use of Personal Telecommunication Devices",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 9.3 Use of Storage Area  \n9.3.1 Various cabinets are assigned to different IAC functions for storage of working documents and the necessary reference documents. Archive documents must be removed from IAC. No cabinets, racks or boxes, and equipment shall be placed inside IAC without the prior approval from the ADM. Subject to approval from ADM, the cabinets are allocated on request basis for internal and external parties.  \n9.3.2 Umbrellas are required to be placed at designated location (i.e. locker, umbrella rack etc.)",
    "metadata": {
      "Header1": "Part 9 Use of Facilities and Equipment",
      "Header2": "9.3 Use of Storage Area",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 9.4 Use of Pantry & Common Room  \n9.4.1 Eating in the IAC is prohibited and is allowed only in the pantry and common room on the resting area on the mezzanine floor of the IAC. All facilities and equipment in the pantry and common room are for common use and shall be returned to their original locations after use.  \n9.4.2 Lunch boxes must be disposed properly after use and all personal pantry items must be retrieved properly after use.  \n9.4.3 Staff must use the provided bottle at their workstations and store them at the designated hanging cabinets in the pantry after use. Staff who are not provided with the bottles may bring their own bottles with sealable lids that are equivalent to AA bottle’s standard for use temporally.  \n9.4.4 Eating may be allowed in the IAC under special circumstances such as prolonged activation of Airport Emergency Centre, and with prior approval granted by the ADM.  \n9.4.5 Staff are not allowed to bring their own electrical appliances such as cooker and water boiler or use any substandard plugs in IAC pantry area. On the contrary, to comply with occupational safety and safeguard the workplace safety, they should use electrical appliances provided by IAC.",
    "metadata": {
      "Header1": "Part 9 Use of Facilities and Equipment",
      "Header2": "9.4 Use of Pantry & Common Room",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 9.5 Use of Assigned Personal Lockers  \n9.5.1 A half-size personal locker is only assigned to AA staff who are deployed to work at IAC on long term basis. Staff are responsible for all their personal belongings. No excessive personal belongings are allowed at the workstations or in the locker rooms, and the staff must properly store all personal belongs in their personal lockers.  \n9.5.2 The number of lockers for departments are allocated with reference to the seating occupancies and on request basis subject to approval by ADM.  \n9.5.3 The supervisors of the respective IAC functions must return the keys of the vacant lockers to the ADM if the staff are no longer deployed to work at IAC. With the approval by the ADM, the lockers may be reassigned to the staff who are newly rotated to work at IAC on long term basis.  \n9.5.4 No male staff is allowed to enter into the female locker room, and no female staff is allowed to enter into the male locker room.",
    "metadata": {
      "Header1": "Part 9 Use of Facilities and Equipment",
      "Header2": "9.5 Use of Assigned Personal Lockers",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 9.6 Staff Resting Rooms  \n9.6.1 The use of staff resting rooms will be activated by ADM in the event of extended disruptions.  \n9.6.2 Staff rest rooms will only be assigned to AA staff who are deployed to work in IAC. No male staff is allowed to enter into the female rest room, and no female staff is allowed to enter into the male rest room.",
    "metadata": {
      "Header1": "Part 9 Use of Facilities and Equipment",
      "Header2": "9.6 Staff Resting Rooms",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "# Part 10 – Decentralization Plan  \n## 10.1 General  \n10.1.1 IAC may require evacuation due to major facilities failure or occurrences that would endanger the health and safety of its occupants and/or render the IAC unsuitable for operation, e.g. fire, building structure defects, electricity outage, hostile attack, biological/chemical pollution or other causes.  \n10.1.2 The IAC decentralization plan is a procedure to ensure the continuous operation in the fallback centres during emergency evacuation of IAC.  \n10.1.3 Airport Duty Manager (ADM) will make the decision to activate the procedure of full decentralization or partial decentralization of the IAC, and the stand-down procedure. However, when IAC is no longer suitable for real-time operation due to emergencies / substantial incidents which will endanger the health and/or safety of the occupants, full decentralization should be applied automatically.  \n10.1.4 Representatives of the airlines and ramp operators should evacuate from the IAC, fall back to their respective control centres or office and resume operations at IAC upon notification by ACC.  \n10.1.5 ADM will vacate to TDMO upon activation of decentralization of IAC.  \n10.1.6 In the event of fire, the IAC will be vacated according to the IAC Fire Evacuation Plan and Emergency Escape Plan. (See Appendix 3 and 4)  \n10.1.7 Fire wardens are appointed by respective operating functions with deployment sufficient to cover their operating hours. IAC office support are appointed Fire Manager of IAC.  \n10.1.8 Fire Warden acts as a leader to coordinate with AA Incident Coordinator for the evacuation of staff at IAC in case of fire emergency. He/She will assist staff to evacuate to fire assembly points during fire emergency. Besides, Fire Warden is responsible for the daily inspection of items (See Appendix 1) related to fire hazard in IAC premise.   On the other hand, Fire Manager is responsible for the daily management of fire safety and Fire Wardens of their workplace (Please refer to details in 5.1 – Responsibilities of Fire  \nManager and 5.2 - Responsibilities of Fire Warden in Appendix A of the Fire Safety Management Plan). Other than the emergency role, Fire Wardens are required to carry out the fire safety related work assigned by the Fire Manager.  \n10.1.9 Transportation service will be provided and organized by Airfield Department to facilitate decentralization and transfer AA and non-AA duty staff from IAC fire assembly points to the bus stop located at Stand N10.  \n10.1.10 Communication tools including but not limited to telephone calls, Trunked Mobile Radio (TMR) (Channel ADM 1) and all other effective communication means will be used during real time IAC fall back and decentralization situation.  \n10.1.11 The Airport Emergency Centre (AEC) will be relocated to HKIA Tower to provide basic facilitation and communication with stakeholders upon activation of decentralization of IAC/AEC. Please refer to details in Part J – AEC Fallback in AEC Operations Manual.",
    "metadata": {
      "Header1": "Part 10 – Decentralization Plan",
      "Header2": "10.1 General",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 10.2 Fallback procedure for ACC  \n10.2.1 When the fallback procedure is activated, the ACC functions of stand allocation, apron control would move to the fallback centre of Backup Apron Control Centre (Backup ACC) at AOC, 2/F of Midfield Operation and Maintenance Building II (MOMB II). Bus Control would move to Bus Control Office. FIDS would move to location that is subject to MMI’s availability. For the function of services and standard monitoring, it will be performed at AOC.  \n10.2.2 Airfield Department is responsible for the management, system provision and operation procedure of the fallback centre. Latest update of the equipment list and redundancy level shall be referred to Airfield Department. The equipment list at the fallback centre are as follow (the locations of systems at the fallback centre is shown in Illustration 1-2):  \n  \n  \nIllustration 1.  \n  \n  \nIllustration 2. Floor Plan of Backup ACC at AOC, 2/F of MOMB II  \n  \n10.2.3 Relocation of ACC to Backup ACC at AOC 2/F of MOMB II a) Function of stand allocation, apron control, airfield standards & service monitoring will continue at Backup ACC; airside bus control will continue at Bus Control office; while the function of flight schedule management will continue at T1 4Y542. Essential forms and documents are maintained at Backup ACC to facilitate the backup operations.  \nb) Redirect the incoming fax line 2910 1107 to 2183-7359 in Backup ACC as follows:  \n Use the fax machine 29101107 to dial:\n \\*15 (Or Dial 2626-2626 by any telephone for remote forwarding)\n 3\n 29101107#\n 1107#\n 1\n 2183 7359#  \n) AM ACC to inform ATC Tower Supervisor that stand allocation and apron control function is being relocated from IAC to Backup ACC. Urgent communication between ATC and Airfield Department would be via the Airfield DM at 9304-3600 or the AM, Airfield at 9150-3103.  \nd) If feasible, AM ACC should:  \n log-out and shut down the FIDS, APAS workstations and all the webbased systems in IAC;  Ensure the serviceability of ALWS and AVMDS at Backup ACC.  \ne) If feasible, AM ACC should seek airfield/apron units’ assistance to activate the standby equipment at Backup ACC to safeguard the transition of ACC functions at Backup ACC before the closure of IAC.  \nf) The MMI workstations, PC workstations for web-based systems, A-CDM, TMR/VHF console and handhelds at Backup ACC are consistent to that at IAC to support stand allocation and apron control function\ng) Marshalling duty assignment would be continued by using the Marshalling Duty Assignment System (MDAS) with support of TMR communication.\nh) Stand occupancy will be monitored by using the Stand Status Display (SSD) or A-CDM.\ni) Airside bus control team will keep using Airside Bus Dispatch System (ABDS) for bus dispatch and control at Bus Control Office.\nj) Report to the ADM when the handover of all functions of ACC is completed at backup ACC.\nk) All IAC RHOs, LMOs, HKO, service providers and Airlines representatives should be vacated from IAC and returned to their own control offices.\nl) Duty SOO/ S&SD would forward the line 2183 4402 to duty mobile phone i.e. 6391 7126/ 6398 3975. Real-time services and standard monitoring of ramp franchisees/ licensees could be performed through CCTV at AOC.  \n10.2.4 Resumption of IAC Operation  \na) Before the stand-down of contingency operation at Backup ACC, AM ACC should deploy Operations Officers to IAC to activate all the operations systems and communication equipment, and commence the operation at IAC.\nb) AM ACC to inform ATC Tower Supervisor that stand allocation and apron control function is being relocated back from Backup ACC to IAC. Urgent communication between ATC and Airfield Department would be via the Airfield DM at 9304-3600 or the AM, Airfield at 9150-3039. After the relocation, AM ACC must inform ATC Tower Supervisor that IAC has resumed normal operation and the normal alerting procedures will resume.\nc) Cancel the forwarding function of incoming fax line 2910-1107 as follows:\nd) Use the fax machine 29101107 to dial:\ne) \\*15 (Or Dial 2626-2626 by any telephone for remote forwarding)\nf) 3\ng) 29101107#\nh) 1107#  \ni) 2\nj) FIDS Team to request SOCC to cancel the forwarding function of 2182- 2065 and 2182-2064.\nk) Log-off and shut down the standby systems at Backup ACC.\nl) Report to the ADM when the handover of all functions of ACC is completed at backup ACC.\nm) Duty SOO/ S&SD cancels phone forwarding from the line 6391 7126/ 6398 3975 and resumes direct line 2183 4402 for real-time services and standard monitoring of ramp franchisees/ licensees at IAC.\nn) AM ACC and Duty SOO/S&SD notify the representatives of RHOs, LMOs, HKO and airlines representative to resume operations at IAC.",
    "metadata": {
      "Header1": "Part 10 – Decentralization Plan",
      "Header2": "10.2 Fallback procedure for ACC",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 10.3 Fallback procedure for IAC-TOD  \n10.3.1 When the fallback procedure is activated, operations of IAC-TOD will be moved to the fallback centre of Terminal Duty Management Office (TDMO) at 3E014C at L3 T1 to maintain most of its functions and communication between all decentralized fallback operation centers.  \n10.3.2 Terminal Operations Department is responsible for the management, system provision and operation procedure of the TDMO. Latest update of the equipment list and redundancy level shall be referred to TO Department. The equipment list at the fallback centre is as follows (the locations of systems at the TDMO is shown in Illustration 4):  \n  \n10.3.3 Relocation of IAC-TOD operations to TDMO  \na) Deploy Operation Officers from other posts to start up essential operations systems / equipment in TDMO and ensure the system readiness with technical support from TSI and SOCC.  \nb) Request SOCC to:  \n Reactivate PABX dispatcher for 2181-8110\n Redirect the CICA phone line 2182-2019 to 2183-5240\nRedirect the line of PA 2182-2074 to 2182-5974\nD Redirect phone line of 2182-0055 to 2182-5955\n Redirect phone line of 2182-0059 to 2182-5954  \nc) Report to the ADM when all functions of IAC-TOD are taken over at the TDMO and any system problems encountered.  \n10.3.4 Resumption of IAC Operation  \na) Before the stand-down of contingency procedure, TLDM should deploy Operation Officers to IAC to activate all the systems and communication equipment, and commence the operation at IAC.  \nb) Request SOCC for the withdrawal of all telephone / fax lines redirection.  \nc) Log off or shut down operations system and equipment in TDMO.  \nd) Report to the ADM when all functions of IAC-TOD are taken over at IAC and any system problems encountered.  \nIllustration 4.  \n  \n",
    "metadata": {
      "Header1": "Part 10 – Decentralization Plan",
      "Header2": "10.3 Fallback procedure for IAC-TOD",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 10.4 Fallback procedure for IAC-LD  \n10.4.1 When the fallback procedure is activated, the function of overall monitor and control of SkyPier, Ground Transportation Centre and landside road networks, and berthing activities of SkyPier will be moved to the fallback centre of Terminal Department Management Office (TDMO) at 3E014C at L3 T1.  \n10.4.2 Landside Department is responsible for the management, system provision and operation procedure of the backup centres. Latest update of the equipment list and redundancy level shall be referred to Landside Department. The equipment list at the fallback centres are as follows (the locations of systems at the TDMO is shown in Illustration 5):  \n  \n10.4.3 Relocation of IAC-LD from IAC to TDMO  \na) Deploy Operation Officers of other posts to TDMO to activate the LD position in TDMO and start performing the function until relieved. b) Request SOCC to redirect phone line 2182-0054 to 2182-0057 at TDMO. c) Request SOCC to redirect phone line 2183-9075 to 21835290 at TDMO. d) Evacuate IAC with the TMR handsets  \ne) Upon arrival at TDMO, activate and conduct health check of the fallback equipments and systems at the LD position.\nf) Broadcast via TMR to notify all duty staff of transfer of function from IAC to TDMO\ng) During SkyPier operating hours, i.e. from 0700hrs to 2315hrs, regularly monitor all lift CCTVs of SkyPier if any passenger/staff may be trapped.\nh) Report to the ADM when all functions of IAC-LD are taken over at the TDMO, and any system problems encountered.\ni) Activate the “Bypass” buttons for designated lifts”  \n10.4.4 Resumption of IAC Operations  \na) Upon notification by ADM of resumption of IAC, deploy Operation Officers to return to IAC and conduct health check on all systems\nb) Request SOCC to cancel the redirection of phone lines for both 2182- 0054 and 2183-9075.\nc) Broadcast via TMR to notify duty staff of resumption of IAC function\nd) Deactivate the “Bypass” buttons for designated lifts at GTC and landside Sign off the backup systems in TDMO.  \nIllustration 5.  \n  \n",
    "metadata": {
      "Header1": "Part 10 – Decentralization Plan",
      "Header2": "10.4 Fallback procedure for IAC-LD",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 10.5 Fallback procedure for IAC-ABD  \n10.5.1 When the fallback procedure is activated, operations of IAC-ABD will be moved to the fallback centre of Baggage Management Office (BMO) at 3T505 at L2 Basement T1 to maintain all of its functions and communication between all decentralized backup operation centers.  \n10.5.2 APM & Baggage Department is responsible for the management, system provision and operation procedure of the BMO. Latest update of the equipment list and redundancy level shall be referred to APM & Baggage Department. The equipment list at the BMO is as follows:  \n  \n10.5.3 Scenario1 (no immediate threat situation) Relocation of IAC-ABD to BMO  \na) During the period of IAC closure, the function of MICS, BBIT, SAC, RBAS and RMU will continue at T1 L2 BMO. Essential forms and documents are maintained and updated periodically by IAC-ABD to facilitate the backup operations.\nb) Duplicate set of operation systems (MICS, BBIT, SAC, RBAS and RMU) and communication equipment are on hot standby at BMO.  \nc) The SOO of IAC-ABD shall deploy OOs from IAC to BMO (1xMICS, 1x SCADA, 1x BBIT, 1x SAC, 1xRBAS and 1x RMU) as the startup team. The rest of the staff include SOO shall remain operating in IAC until BMO is ready for operations.\nd) If feasible, the last IAC-ABD staff should log-out and shut down the following system; MICS, BBIT, SAC, RBAS and RMU before relocation to BMO. Inform upcoming shift staff to report directly to BMO. Headcount of IAC-ABD will be checked before departure and upon arrival at BMO.\ne) Startup Team should arrive at BMO with the key items in 15 mins:  TMRs  All necessary operation logs and forms  \nf) BMO phones and fax lines have been diverted from BMO to IAC-ABD. Once the startup team is ready for operation at BMO, all the diverted function of the phones and fax lines need to be cancelled. The cancellation procedure as below:  \ni. Cancellation of fax line diversion:\nii. Use of any control phone dial 9 26262626\niii. 3\niv. 22612058#\nv. 2058#\nvi. 2 i. Cancellation of  phone line diversion in L2 BMO : i. Press Left arrow icon\nii. Press Tick icon\niii. 21825770 SAC\niv. 21830061 & 21825767 BMO\nv. 21825771 RBAS  \ng) Report to Airport Duty Manager (ADM) when operation at BMO is ready. Start to redeploy the rest of the operation staff to BMO.  \n10.5.4 Scenario 2 (Immediate threat situation) Relocation of IAC-ABD to BMO a) During the period of IAC closure, the function of MICS, BBIT, SAC, RBAS and RMU will be suspended and immediately relocated to BMO. Essential forms and documents are maintained and updated periodically by IAC-ABD to facilitate the backup operations. b) Duplicates set of operation systems (MICS, BBIT, SAC, RBAS and RMU) and communication equipment are on hot standby at BMO.  \nc) Interim IAC-ABD operation will be taken up by OOs at BMO in order to keep the main system MICS, BBIT, SAC, RBAS and RMU in operation.\nd) Redeploy all staff to BMO within 15 mins and take over the operation from L2 interim operators.\ne) Inform upcoming shift staff to report directly to BMO. Headcount of IACABD will be checked before departure and upon arrival at BMO.\nf) The following items shall be collected during relocation:  TMRs  All necessary operation logs and forms  \ng) BMO phones and fax lines have been directed from BMO to IAC-ABD. Once the interim team is ready for operation at BMO, all the directed function of the phones and fax lines need to be cancelled. The cancellation procedure as below:  \nUse the any control phone i. Dial 9 26262626 ii. 3 iii. 22612058# iv. 2058# v. 2\nCancel redirect phone line in L2 BMO as follows: i. Press Left arrow icon ii. Press Tick icon iii. 21825770 SAC iv. 21830061 & 21825767 BMO v. 21825771 RBAS  \nh) All the service providers should be vacated and returned to their own control offices for carrying out their normal duties continuously. i) Report to Airport Duty Manager (ADM) when operation at BMO is ready  \n10.5.5 Resumption of IAC Operation  \na) Before the stand-down of contingency functioning in BMO, SOO IACABD shall deploy OO to IAC (1xMICS, 1x BBIT, 1Xsac, 1Xrbas and 1x RMU) to activate all the operation systems including the communication equipment, and commence the functioning at IAC.\nb) Once the operation in IAC-ABD is ready, redirect the fax line 22612058 from BMO back to IAC as follows:  \nUse the any control phone i. Dial 9 26262626\nii. 3\niii. 22612058#2058#\niv. Select 1\nv. 21825900\nvi. Hang up  \nRedirect the phone lines to the corresponding phone line from BMO back to IAC as follows:  \ni. Right arrow icon ii. Press “Tick” icon iii. Press Phone number iv. Press “Tick”  \nc) Log-off standby workstation at BMO.\nd) The remaining OOs in BMO return to IAC.  \n",
    "metadata": {
      "Header1": "Part 10 – Decentralization Plan",
      "Header2": "10.5 Fallback procedure for IAC-ABD",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 10.6 Fallback procedure for IAC-APM  \n10.6.1 When the fallback procedure is activated, operations of IAC-APM will be moved to the Center Control Room (CCR) at 1ND017 at L1 APM Depot to maintain all of its functions and communication between all decentralized backup operation centers.  \n10.6.2 APM & Baggage Department is responsible for the management, system provision and operation procedure of the CCR. Latest update of the equipment list and redundancy level shall be referred to APM & Baggage Department. The equipment list at the CCR is as follows:  \n  \n10.6.3 Procedure of changeover  \nTo implement the changeover process, the reference procedure is as below:  \na. APMOC shall inform APM Maintenance Controller (APMMC) and APM Assistant Duty Manager (APMAM) before changeover of control from IAC to CCR.  \nb. APMOC shall activate “System Hold” in ATS; Broadcast pre-recorded PA to all vehicles to inform passengers about the suspension of APM service.\nc. APMOC shall relinquish ATS control and then log off the ATS workstations.\nd. APMAM and APMOC shall carry his/her duty mobile phone and TMR when leaving from IAC.\ne. APMAM shall arrange the transportation for APMOC from IAC to CCR immediately. APMAM shall request SOCC to:\nf. When APMOC arrives CCR, the control of APM shall be transferred from IAC to CCR by logging in the ATS workstation.\ng. APMOC shall then inform APM and Baggage Duty Manager (ABDM) or his/her delegate and APMMC that the changeover from IAC to CCR is successful thus the operation control of APM system from CCR will be started.\nh. APMAM shall inform Airport Duty Manager that the changeover from IAC to CCR is successful thus the operation control of APM system will be started\ni. Before resuming the APM operation control, APMOC must obtain confirmation from ABDM or his/her delegate.  \n  \n10.6.2 Resumption of the APM Operation to IAC  \nTo implement the changeover process, the reference procedure is as below:  \na. APMAM shall remain at least one APMOC to maintain operation at CCR.\nb. APMAM and APMOC shall carry his/her duty mobile phone and TMR when leaving from CCR\nc. APMAM shall arrange the transportation for APMOC from CCR to IAC immediately.\nd. When APMOC arrives IAC, the control of APM shall be transferred from CCR to IAC by logging in the ATS workstation.\ne. APMOC shall then inform APM and Baggage Duty Manager (ABDM) or his/her delegate and APMMC that the changeover from CCR to IAC is successful thus the operation control of APM system will be started.\nf. APMAM shall inform SOCC for the withdrawal of all phone lines redirection.\ng. APMAM shall inform Airport Duty Manager that the changeover from CCR to IAC is successful thus the operation control of APM system will be started.",
    "metadata": {
      "Header1": "Part 10 – Decentralization Plan",
      "Header2": "10.6 Fallback procedure for IAC-APM",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 10.7 Fallback procedure for IAC-TSI/TSS  \n10.7.1 When the fallback procedure is activated, operations of IAC-TSI/TSS will be moved to the backup centre of Fault Report Team Management Office (FRTMO) at 4Z564 at L4 T1 to maintain all of its functions and communication between all decentralized backup operation centers  \n10.7.2 Technical Services Infrastructure (TSI) and Technical Services Systems (TSS) are responsible for the management, system provision and operation procedure of the FRTMO. Latest update of the equipment list and redundancy level shall be referred to TSI/TSS.  \n10.7.3 Relocation of IAC-TSI/TSS to FRTMO  \na) The Superintendent IAC-TSI shall advise the Manager, FR/Assistant Manager, FR that the contingency procedure has been activated. The Manager, FR/Assistant Manager, FR will alert the GM-TSI, GM-TSS and all SMs.\nb) There is no individual fax machine for IAC-TSI/TSS. Fax all information to FRT staff temporarily stationed at FRTMO through fax no. 2183 6587.\nc) Redirect the phone lines of IAC-TSI/TSS to FRTMO as follows: 2183 4422 -> 2183 3412\nd) The Superintendent IAC-TSI/TSS shall log out and shut down all monitoring workstations and consoles at IAC before leaving the facility unsupervised\ne) The Superintendent IAC-TSI/TSS will then redeploy to the FRTMO and maintain contact with the ADM  \n10.7.4 Resumption of IAC Operation  \na) Upon resumption of the IAC, the Superintendent IAC-TSI/TSS shall deploy to IAC to activate and check all systems and communications equipment.\nb) Once the health-check of IAC-TSI/TSS is confirmed, the Superintendent IAC-TSI/TSS shall advise the Manager, FR/Assistant Manager, FR that the IAC-TSI/TSS has resume normal operations. The Manager, FR/Assistant Manager, FR shall advise the GM, TSI, GM, TSS and all SMs.  \nAirport Authority Hong Kong Integrated Airport Centre Manual c) Redirect all phone back to IAC-TSI/TSS as follows: o 2183 3412 -> 2183 4422 Use the 2183 4422 telephone set to dial #44",
    "metadata": {
      "Header1": "Part 10 – Decentralization Plan",
      "Header2": "10.7 Fallback procedure for IAC-TSI/TSS",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 10.8 Fallback procedure for IAC-AVSECO  \n10.8.1 When the fallback procedure is activated, operations of IAC-AVSECO will be moved to the fallback centre at Terminal Department Management Office (TDMO) at 3E014C at L3 T1 to maintain most of its functions and communication between all decentralized fallback operation centers. This fallback procedure is provided by AVSECO.  \n10.8.2 AVSECO is responsible for the management, system provision and operation procedure of the TDMO. Latest update of the equipment list and redundancy level shall be referred to AVSECO. The equipment list at the TDMO is as follows (the locations of systems at TDMO are shown in Illustration. 8):  \n  \n10.8.3 a) Action Card: Partial or Full Decentralization of IAC – AVSECO  \nThis Action Card should be enforced in the event of a Partial or Full Decentralization is required of the Integrated Airport Centre (IAC) due to:  \nPower Failure in IAC;\nSecurity System(s) Breakdown in IAC;\nIn the event of a Fire in IAC; or\nSecurity reasons under any other unforeseen circumstances which would lead to a partial or full evacuation of IAC.\nb) Actions:  \nDuty Security Controller (DSC) at IAC shall alert Duty Security Manager (DSM) whether partial or full evacuation is required due to reasons stated above; Upon DSM’s instruction to activate the IAC Decentralization Plan, notify AVSECO Senior Management and all Command Posts; Inform AAD Command Post or Transport Unit to send transports to IAC to assist in the decentralization actions as stated below for partial or full evacuations of the IAC.  \n10.8.4 Partial Evacuation of IAC:  \na) DSC shall:  \nAlert DSM, HKP, C&ED, ImmD & all Command Posts when partial decentralization starts; Upon arrival of the transport at IAC, send the Deputy Duty Security Controller (DDSC) or Assistant Duty Security Controller (ADSC) and the ACS or IDSS controller to the designated backup point at Room 3E014C (TDMO) at L3 taking with them the TAD, AAD, TRA TMR/Radio.  \nb) DDSC or ADSC shall:  \nUpon arrival at the backup point, switch on all equipment and confirm their serviceability, otherwise, assistance from AA maintenance staff should immediately be requested;\nOpen an Incident Log to record actions taken until stand down order from DSM or AVSECO Senior Management is received.  \nc DSM shall:  \nTake up position in the backup location to monitor the transition of staff and AVSECO operations. Deploy any resources if required to ensure operational effectiveness is maintained at both locations (IAC and backup location) until partial decentralization alert is called off;\nInstruct DSC to notify all concerned parties when a stand-down message is received.  \n10.8.5 Full Evacuation of IAC:  \na) DSC shall:  \nAlert DSM, HKP, C&ED, ImmD and all Command Posts when full decentralization starts;\nUpon arrival of the transport at IAC, initially send the DDSC or ADSC and the ACS or IDSS controller to the backup location at Room 3E014C (TDMO) at L3 taking with them all TMR/Radio;  \nCall AA – IT at 2182 0030 and request to forward the IAC fixed landline numbers to the backup location as stated below:  \nCurrent IAC Numbers  \n1. 2183 9074 (PABX I)\n2. 2183 9078 (PABX II)\n3. 2182 0036 (ACS)\n4. 2182 0056 (IDSS)\n5. 2182 0095 (Fax line)\n6. 2183 4413\n7. 2183 4412\nForward to L3 TDMO Numbers\n1. 2187 4121\n2. 2187 4121\n3. 2182 5936\n4. 2188 1528\n5. 2182 5995\n6 2188 1527\n7. 9869 5900  \nTogether with the remaining staff, bring the DSC mobile phone, collect the emergency box (containing HQ access cards, control PASSES and DMD vital keys) from the safe and proceed to the backup location by an additional transport provided by AAD or Transport Unit.  \nb) DDSC or ADSC shall:  \nUpon arrival at the backup location, switch on all equipment and confirm their serviceability, otherwise immediate request for AA maintenance staff assistance is to be made;\nOpen an Incident Log to record actions taken until stand down order from DSM or AVSECO Senior Management is received;  \nc) DSM shall:  \nTake up position at the backup location to monitor the transition of staff and AVSECO operations. Deploy any resources if required to ensure operational effectiveness is maintained;  \nProceed to AEC if activated or deploy AVSECO resources to deal with such emergency situations to ensure the integrity of the HKIA security operations;  \nInstruct DSC to notify all parties concerned when a stand-down message of full decentralization of IAC is received;  \n Apprise the Senior Management of the situation from time to time.  \n10.8.6 Stand Down:  \nWhen IAC resumes operational, all staff will return to IAC in similar arrangement but in a reverse order.\nDSC to notify all parties concerned when a stand-down message of full\ndecentralization of IAC is received.  \n",
    "metadata": {
      "Header1": "Part 10 – Decentralization Plan",
      "Header2": "10.8 Fallback procedure for IAC-AVSECO",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## 10.9 Fallback procedure for IAC-ITD  \n10.9.1 When the fallback procedure is activated, operations of IAC-ITD will be moved to the System Operation Control Centre (SOCC) at L3 T1 adjacent to the TDMO to maintain all of its functions and communication between all decentralized backup operation centers.  \n10.9.2 IT Department is responsible for the management, system provision and operation procedure of the SOCC. Latest update of the equipment list and redundancy level shall be referred to IT Department. The equipment list at the SOCC is as follows (the locations of systems at SOCC is shown in Illustration. 9):  \n  \nIllustration 9.  \n  \n10.9.3 Relocation of IAC-ITD to SOCC  \na) IAC-ITD AM, Systems Operations must inform Manager, System Operations that IAC contingency plan is activated.\nb) IAC-ITD Duty Officers (SDO), if feasible, should send out EMM messages to alert IT management for IAC-ITD evacuation.\nc) During the period of IAC closure, IAC-ITD operation will be relocated to the SOCC at T1. Essential documents and tools are maintained at the SOCC to conduct the contingency operations.\nd) Duplicates of operations systems (FIDS, AODB, BHS, BMS, IVRS, VADI, AANET, WEMS, UDS and CR Facility Management), network and communications equipment are installed at the SOCC\ne) Activate SOCC TMR to join TMR Channel – “ITD-SOCC” in order to maintain TMR Communication with ADM.  \nf) If the phone services of IAC are STILL operable and accessible,  \nRedirect the phone lines of IAC-IT to Backup SOCC as follows: i. 2182 0031 -> 9020 6372 ii. 2182 0029 -> 2182 0030 iii. 2183 4423 -> 2182 5929\nUse the 2182 0031 telephone set to dial \\*15 9 90206372\nUse the 2182 0029 telephone set to dial \\*15 20030\nUse the 2183 4423 telephone set to dial \\*15 25929\ng) If the fax and phone services of IAC are NOT operable and accessible, follow the master IAC phone contingency procedures.\nh) Remarks: SDO should also execute the master IAC phone contingency procedures to facilitate other IAC functions’ contingency operations.\ni) AM, System Operations if feasible, should deploy duty officers to activate the standby equipment at SOCC and take over the operations before the closure of IAC-ITD\nj) SDO, if feasible, should log out and shut down all monitoring workstations and consoles at IAC before leaving the facility unsupervised.\nk) AM, System Operations should keep the SOCC mobile phone (9020- 6372) on at all times in order to facilitate full communication with all interested parties, including ADM, IT management, Sub-Centre Line Management and Technical Support Leaders.  \nl) AM, System Operations should inform the next SOCC Duty Team to report duty at SOCC immediately.  \n10.9.4 Resumption of IAC operation a) Before the stand-down of SOCC, AM, System Operations should deploy SDO to IAC to activate and check all systems and communications equipment, and start commencing the operations functions at IAC.  \nb) Once the health-check of IAC-ITD is confirmed, AM, System Operations must inform Manager, Systems Operations that IAC-ITD will resume normal operations.  \nc) If the phone services of IAC were STILL operable and accessible before the closure of IAC  \nRedirect all phone back to IAC-SOCC as follows:\ni. 9020 6372 -> 2182 0031\nii. 2182 0030 -> 2182 0029\niii. 2182 5929 -> 2183 4423 Use the 2182 0031 telephone set to dial #15 Use the 2182 0030 telephone set to dial #15 Use the 2182 5929 telephone set to dial #15\nd) If the phone services of IAC were NOT operable and accessible before the closure of IAC, follow the master IAC phone recovery procedures.\ne) Remarks: SDO should also execute the master IAC phone Recovery procedures to resume other IAC functions’ normal operations back to IAC.\nf) Activate SOCC TMR and confirm the TMR Channel – “ITD-SOCC”\ng) AM, System Operations must inform IT Management that IAC has resumed normal operations and SDO to notify other IT colleagues via EMM.  \n10.9.5 Interface with Other Operational Organizations during Contingency a) ARNIC for BMS and ACIS support b) ADS(ARINC) for FIDS displays support c) SOCC for BHS support  \nd) ITS(PCCW) for CR Facility management\ne) ATS(HKT) for APABX support\nf) ARINC for analog phone support at check-in counter and boarding gate. g) Other external vendors and suppliers for hardware and Software support",
    "metadata": {
      "Header1": "Part 10 – Decentralization Plan",
      "Header2": "10.9 Fallback procedure for IAC-ITD",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "# Appendix  \n## Appendix 1  \nFire Safety Inspection Checklist (SAMPLE)  \nName of Fire Warden: Date of Inspection: \\*Tick  as appropriate  \n  \n",
    "metadata": {
      "Header1": "Appendix",
      "Header2": "Appendix 1",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## Appendix 2  \nSummary of Phone /Fax Numbers for forwarding during Decentralization  \n",
    "metadata": {
      "Header1": "Appendix",
      "Header2": "Appendix 2",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## Appendix 3  \nIntegrated Airport Centre Fire Evacuation Plan  \nInteqrated Airport Centre Fire Evacuation Plan機場中央控制中心火警疏散計劃  \nThis Fire Evacuation Plan is to be followed in the event of a fire in the Integrated Airport Centre若機場中央控制中心發生火警，所有人士依照以下計劃疏散：  \n1. IF YOU DISCOVER A FIRE 發現火警時：\n1.1 Remain calm. 保持鎮定。\n1.2 Alert others by shouting “FlRE\" and activate fire alarm by breaking the nearest fire alarm call point. 大叫火警以通知他人，敲碎就近火警鐘的玻璃。\n1.3 Dial 999' to report the fire to the Fire Services Department. 致電999通知消防處發生火警。\n1.4 If you are trained and it is SAFE to do so, try to tackle the fire using available firefighting equipment. 若你曾接受訓，在安全情况下，可試利用現場的消防設備火。\n1.5 Never use water to tackle electrical fire 切勿用水撰電器引起的火警。\n1.6 If the fire becomes uncontrolled, evacuate immediately via the nearest exit. 若火势不受控制，立即利用就近出口逃離現場。\n2. IF YOU HEAR A FIRE ALARM 到火警鐘響起：\n2.1 Remain calm. 保持鎮定。\n2.2 Leave your workplace via the nearest exit and follow the instructions given by the Fire Warden and evacuate to the designated assembly point. 利用就近的出口離開工作地點，依照消防纠察的指示，疏散至指定的集合 點。\n2.3 Never use the lift. 切勿使用升降機。\n2.4 To stop the spread of fire / smoke, close doors behind you when you leave the building. 逃離大樓時應開上你走過的門，防止火势／煙雳蔓延。\n2.5 Report any missing person to the Evacuation Coordinator at the assembly point. 若有人失，於集合點向疏散協調員報告。\n2.6 Do not re-enter the building until it is declared safe to do so by the Evacuation Coordinator. 離開後不應再次進人大楼，直至疏散協調員宣布大楼安全為止。  \nTheAipthtyllidefetdicetcuatscuantsuaetiafardtAMagefetiac(Tel:2183 3117,fax:21822188)機場管理局為所有租戶提供有關安全的意見。若租戶發現潜在火警危险，须通知本局的安全蕃查經理（電話號碼：21833117；傅真號碼：21822188）。",
    "metadata": {
      "Header1": "Appendix",
      "Header2": "Appendix 3",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  },
  {
    "page_content": "## Appendix 4  \nIntegrated Airport Centre Emergency Escape Plan  \n",
    "metadata": {
      "Header1": "Appendix",
      "Header2": "Appendix 4",
      "source_manual": "IAC Manual v9",
      "added_time": "2025-05-07 11:29",
      "type": "text"
    }
  }
]